export const FIRST_SIGNUP = [
  "아래를 봐,\n내 선물이야",
  "기록 버튼을 눌러서\n식단을 기록해봐!",
  "찜 버튼을 눌러서\n찜한 음식을 확인해봐!",
  "스위치를 누르면\n테마가 바뀌어!",
];

export const FIRST_LIKE = [
  "더 많은 음식을\n찜해봐!",
  "찜 -> 좋은 일\n생기는 버튼",
];

export const AFTER_REVIEW_HIGH = [
  "레전드맛밥",
  "최고의 식사였어!",
  "맛있게 잘\n먹었습니다~",
  "음식이 맘에\n드나 본데~",
];

export const AFTER_REVIEW_MID = [
  "괜찮은 맛이었어",
  "난 충분히\n맛있다고 생각해",
];

export const AFTER_REVIEW_LOW = [
  "흐음. 살짝\n아쉬운 맛이야",
  "이 맛 반대할게",
  "음식이랑 안 맞을\n수도 있지 뭐",
];

export const GENERAL = [
  "안녕! 또 보네",
  "노릇노릇",
  "엣헴",
  "나 배고파.",
  "갑자기 달달한 게\n땡기네",
  "푸짐 vs 건강,\n너의 선택은?",
  "뭘 좋아할지 몰라\n다 추천해봤어",
  "너무 따뜻해...",
  "난 먹는 만큼\n노릇해져",
  "오늘은 어떤 밥을\n먹을까?",
];
